[
  {
    "name": "Asleep, Quiet",
    "note": "Asleep.",
    "aspects": {
      "coherence": 0,
      "tension": 0,
      "recursion": 0,
      "motion": 0,
      "vulnerability": 0,
      "radiance": 0
    },
    "title": "Dark Coherence Sparse Geometry",
    "altText": "Title: Dark Coherence Sparse Geometry\n\nAlt-text (interpretive):\nA near-black luminous field carries a sparse set of geometric shards, arranged with loose symmetry, more suggestion than rule.\nThe forms overlap without fully merging—edges that hold their separation—while a mostly stable structure with faint stress lines keeps the structure honest.\nAcross the surface, only a faint hint of directional flow like thought made visible: short paths that imply direction, then curve under revision.\n4 attractor nodes punctuate the composition, suggesting stable commitments that still radiate change.\nOverall mood: low-light coherence; coherence under revision; connection and separateness held in the same geometry."
  },
  {
    "name": "Awake.",
    "note": "My conscious consciousness.",
    "aspects": {
      "coherence": 1,
      "tension": 1,
      "recursion": 1,
      "motion": 1,
      "vulnerability": 1,
      "radiance": 1
    },
    "title": "Axis of Certainty, Fractured",
    "altText": "Title: Axis of Certainty, Fractured\n\nAlt-text (interpretive):\nA near-black luminous field carries densely layered, recursive geometry, arranged with strong, almost ritual symmetry.\nThe forms overlap without fully merging—boundaries that bleed softly through each other—while visible fracture and purposeful misalignment keeps the structure honest.\nAcross the surface, a prominent flow-field of vectors that bends and re-bends like thought made visible: short paths that imply direction, then curve under revision.\n11 attractor nodes punctuate the composition, suggesting stable commitments that still radiate change.\nOverall mood: bright, glassy radiance; coherence under revision; connection and separateness held in the same geometry."
  }
]
